Revit 2024 API
ExportFontKey Class
 A key used to represent an item stored in an ExportFontTable.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public class ExportFontKey : IDisposable
Visual Basic
Public Class ExportFontKey _
	Implements IDisposable
Visual C++
public ref class ExportFontKey : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.ExportFontKey
See Also
ExportFontKey Members
Autodesk.Revit.DB Namespace